Revit 2024 API
ParameterTypeId.SteelElemPatternEdgeDistanceY Property
 "Edge distance on side 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemPatternEdgeDistanceY { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemPatternEdgeDistanceY As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemPatternEdgeDistanceY {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace